cat > extensions.txt << EOF
laravel.laravel-extension-pack
shufo.vscode-blade-formatter
codingyu.laravel-goto-view
ryannaddy.laravel-artisan
bradlc.vscode-tailwindcss
heybourn.headwind
bmewburn.vscode-intelephense-client
mehedidracula.php-namespace-resolver
phproberto.vscode-php-getters-setters
cweijan.vscode-mysql-client
geonexus.blade-ui
amirmarmul.blade-snippets
eamodio.gitlens
esbenp.prettier-vscode
usernamehw.errorlens
formulahendry.auto-rename-tag
coenraads.bracket-pair-colorizer-2
wix.vscode-import-cost
mikestead.dotenv
thomasdahl.tailwind-blade
EOF